<template lang="html">
  <v-layout
    column
    align-center
  >
    <div class="privacy-policy-page">
      <div class="privacy-policy__header">
        <p class="header-1">
          プライバシーポリシー
        </p>
      </div>
      <div class="privacy-policy__content">
        <div class="privacy-policies" v-for="item in privacyPolicy">
          <div class="text-standard privacy-policies__title">
            <p><b><v-icon>stop</v-icon>{{item.title}}</b></p>
          </div>
          <div class="text-standard privacy-policies__content" v-for="content in item.contents">
            <p>{{content}}</p>
          </div>
        </div>
      </div>
      <div class="sign">
        <p class="text-standard">{{sign.date}}</p>
        <p class="text-standard">{{sign.name}}</p>
      </div>
    </div>
  </v-layout>
</template>

<script>
export default {
  data()  {
    return {
      privacyPolicy : [
        {
          title: "個人情報保護方針",
          contents: ["ライブネット株式会社（以下「当社」といいます）は、「ライブネットデジタル墓所サービス（仮）」（以下「本サービス」といいます）をご利用になるお客様からご提供いただいた個人情報を、大切に管理、保管し、お客様の個人情報への不正アクセス、改ざん、流用、紛失、漏洩等が生じないよう、合理的な安全対策を講じ、安全性の確保に努めます。"]
        },
        {
          title: "個人情報の変更等",
          contents: [
            "原則としてお客様本人に限り、「個人情報の利用目的」の通知、登録した個人情報の開示、訂正、追加または削除、利用停止、ならびに第三者への提供の停止（以下「個人情報の変更等」といいます）を求めることができるものとします。具体的な方法については下記の個人情報管理の問い合わせ先にご連絡ください｡ただし、以下の場合は個人情報の変更等に応じないことがあります。",
            "１）お客様本人または第三者の生命、身体、財産その他の権利・利益を害するおそれがある場合",
            "２）本サービスの適正な実施に著しい支障を及ぼすおそれがある場合",
            "３）他の法令に違反することとなる場合",
            "なお、当該個人情報の変更等に多額の費用を要する場合､その他の、個人情報の変更等を行うことが困難な場合であって、お客様の権利・利益を保護するため必要なこれに代わるべき措置をとるときは、個人情報の変更等に応じないことがあります。"
          ]
        },
        {
          title: "個人情報",
          contents: ["個人情報とは、お客様個人に関する情報であって、当該情報を構成する住所、電話番号、メールアドレスその他の記述、決済情報等により当該お客様を識別できるものをいいます。また、その情報のみでは識別できない場合でも、他の情報と容易に照合することができ、結果的にお客様個人を識別できるものも個人情報に含まれます。"]
        },
        {
          title: "個人情報の利用目的",
          contents: [
            "当社は取得した個人情報を以下の目的で利用いたします。",
            "１）利用者の個人認証及び利用者向け各種サービスの提供",
            "２）サービスの利用に伴う各種連絡・お知らせの配信",
            "３）利用者が本サービスを円滑に利用できるようにするための不正利用防止",
            "４）本サービスの運用に伴う一時的なバックアップ保管",
            "５）現在提供している本サービスまたは今後提供を検討している本サービスに関するアンケート実施",
            "６）商品購入時や有料サービス利用時等におけるご請求処理のため",
            "７）別途ご同意いただいたお客様への各種お知らせ等の情報配信",
            "８）本サービスに関するご意見、お問い合わせへの回答",
            "９）その他本サービスに関する重要なお知らせ等、必要に応じた連絡"
          ]
        },
        {
          title: "個人情報提供の任意性",
          contents: ["本サービスにおいてそれぞれ必要となる項目を入力いただかない場合は、本サービスを受けられない場合があります。"]
        },
        {
          title: "個人情報の第三者提供について",
          contents: [
            "当社は、原則として、お客様ご本人の同意を得ずに個人情報を第三者に提供しません。提供先・提供情報内容を特定したうえで、お客様の同意を得た場合に限り提供します。ただし、以下の場合は、関係法令に反しない範囲で、お客様の同意なく個人情報を提供することがあります。 ",
            "１）お客様が第三者に不利益を及ぼすと判断した場合 ",
            "２）公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって、お客様ご本人の承諾を得ることが困難である場合",
            "３）国の機関若しくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合で、お客様ご本人の同意を得ることによりその事務の遂行に支障を及ぼすおそれがある場合",
            "４）裁判所、検察庁、警察、弁護士会、消費者センターまたはこれらに準じた権限を有する機関から、個人情報についての開示を求められた場合 ",
            "５）お客様ご本人から明示的に第三者への開示または提供を求められた場合 ",
            "６）法令により開示または提供が許容されている場合 ",
            "７）利用目的の達成に必要な範囲内において個人情報取扱い業務の一部または全部を委託する場合 ",
            "８）合併その他の事由による事業の承継に伴い個人情報を提供する場合であって、承継前の利用目的の範囲で取り扱われる場合",
          ]
        },
        {
          title: "個人情報の取り扱いの委託",
          contents: ["当社は、特定した利用目的の達成のため、取得した個人情報を外部に委託することがあります。委託に際しては、当社が定める水準を満たしている委託先を選定評価し、委託する個人情報の安全管理が図られるよう適切な監督を行います。"]
        },
        {
          title: "決済情報の取り扱いについて",
          contents: [
            "お客様の決済情報について、以下の通り利用いたします。",
            "１）決済情報の利用目的",
            "当社が提供するサービスの代金その他利用規約等で定める当社との債務を決済するため",
            "２）取得者名",
            "ライブネット株式会社",
            "３）提供者名",
            "クレジットカード決済、キャリア決済",
            "４）保存期間",
            "決済情報は決済代行会社としてクレジットカード決済およびキャリア決済を利用しています。決済情報は、クレジットカード会社、キャリアに登録され、当社は一切保持いたしません。本サービスを退会後、当社との債務がないことを確認後に抹消いたします。"
          ]
        },
        {
          title: "第三者提供に関する免責事項",
          contents: [
            "以下の場合は、第三者による個人情報の取得に関し、当社は何らの責任を負いません。",
            "１）お客様自らが本サービスの機能または別の手段を用いて利用企業等に個人情報を明らかにする場合（なお、利用企業等における個人情報の取扱いについては、各利用企業に直接お問合せください）",
            "２）本サービスに入力した情報により、期せずして本人が特定できてしまった場合",
            "３）本サービスからリンクされる外部サイトにおいて、お客様より個人情報が提供され、またそれが利用された場合",
            "４）お客様本人以外がお客様個人を識別できる情報（ID・パスワード等）を入手した場合",
          ]
        },
        {
          title: "個人情報の保護・セキュリティ",
          contents: ["お客様にご提供いただいた個人情報を正確かつ最新の情報に保ち、安全に管理・運営できるよう、細心の注意を払って行動しています。厳格な管理体制でもって、外部からの不正アクセス、個人情報の紛失・漏洩を防ぐために、徹底したセキュリティ対策を行なっております。 また、個人情報の取扱いを外部に委託する場合は、守秘義務契約を締結し、管理・監督をします。"]
        },
        {
          title: "個人を特定しない属性情報・行動履歴の取得及び利用について",
          contents: ["当社は、お客様のプライバシーの保護、利便性の向上、広告の配信、及び統計データの取得のため、Cookieを使用します。また、当社 は、CookieやJavaScript等の技術を利用して、利用登録時等にご提供いただいた情報のうち年齢や性別、生年月日など個人が特定できない属性情報（組み合わせることによっても個人が特定できないものに限られます）や、本サービス内におけるお客様の行動履歴（アクセスしたURL、コンテンツ、 参照順等）を取得することがあります。ただし、Cookie及び行動履歴には個人情報は一切含まれません。"]
        },
        {
          title: "統計処理されたデータの利用",
          contents: ["当社は、提供を受けた個人情報をもとに、個人を特定できないよう加工した統計データを作成することがあります。個人を特定できない統計データについては、当社は何ら制限なく利用することができるものとします。"]
        },
        {
          title: "個人情報の正確性",
          contents: ["当社は、ご提供いただいた個人情報を正確にデータ処理するように努めます。ただし、ご提供いただいた個人情報の内容が正確かつ最新であることについては、お客様が責任を負うものとします。"]
        },
        {
          title: "機微な個人情報の取得制限",
          contents: [
            "当社は、次に示す内容を含む個人情報の取得は原則として行いません。ただし、お客様が自ら提供した場合は、この限りではありません。",
            "１）思想、信条及び宗教に関する事項" ,
            "２）人種、民族、門地、本籍地（所在都道府県に関する情報を除く）、身体・精神障害、犯罪歴、その他社会的差別の原因となる事項" ,
            "３）勤労者の団結権、団体交渉及びその他団体行動の行為に関する事項" ,
            "４）集団示威行為への参加、請願権の行使、及びその他政治的権利の行使に関する事項" ,
            "５）保健医療及び性生活"
          ]
        },
        {
          title: "本人確認について",
          contents: ["当社は、各Webサービスへの利用登録やお客様が本サービスを利用する場合、個人情報の開示、訂正、削除もしくは利用停止の求めに応じる場合など、個人を識別できる情報（住所､電話番号､生年月日､メールアドレス､パスワードなど）により、本人であることを確認します。ただし、本人以外が個人を識別できる情報を入手し使用した場合、当社は責任を負いません。"]
        }
      ],
      sign: {
        date: "制定日：2019年4月1日",
        name: "ライブネット株式会社"
      }
    }
  }
}
</script>

<style lang="scss" scoped>
.privacy-policy-page {
  width: 830px;
  margin: 40px auto;
  padding: 0 2vw;
  text-align: justify;
  p {
    line-height: 30px;
    margin: 0;
  }
  .privacy-policy__header {
    border-bottom: 2px solid $color-gray;
    margin-bottom: 30px;
    padding-bottom: 15px;
    p {
      color: $color-text-blue;
    }
  }
  .privacy-policy__content {
    .privacy-policies {
      margin-bottom: 12px;
      .privacy-policies__title {
        margin-bottom: 3px;
        i {
          color: black;
          font-size: 2.2rem;
        }
      }
      .privacy-policies__content {
        padding-left: 2.2rem;
      }
    }
  }
  .sign {
    margin-top: 50px;
    text-align: right;
  }
  @include breakpoint-max($break-sp) {
    width: 92vw;
    margin: 3vw 0;
    padding: 0;
    p {
      line-height: 7vw;
    }
    .privacy-policy__header {
      border-bottom: 1px solid $color-gray;
      padding-bottom: 2vw;
      margin-bottom: 5vw;
      margin-top: 1vw;
    }
    .privacy-policy__content {
      .privacy-policies {
        margin-bottom: 4vw;
        .privacy-policies__title {
          margin-bottom: 2vw;
        }
        .privacy-policies__content {
          padding-left: 0vw;
        }
      }
    }
    .sign {
      margin-top: 7vw;
    }
  }
}
</style>
