export const DATA_FAQ = [
  {
    questions: "└アカウント登録とは何ですか？",
    answers: [
      "サービスのご利用にあたって、はじめに、ログインID（メールアドレス）とパスワード（任意の文字列）を指定して利用登録をしていただきます。これをアカウント登録といいます。",
      "なお、アカウントには、管理者アカウントと参拝者アカウントの2種類があります。"
    ]
  },
  {
    questions: "└管理者アカウントとはなんですか？",
    answers: ["管理者アカウントは、故人のページを所有し、管理・公開できるアカウントです。ページを好み にあわせてカスタマイズしたり、知人の通知先リストやタイムカプセル機能を設定したり、様々な 管理機能を利用することができます。また、家族や友人知人を、参拝者として招待することができ ます。"]
  },
  {
    questions: "└参拝者アカウントとはなんですか？",
    answers: ["参拝者アカウントは、管理者が公開するページにお参りしたり、コメントができる、訪問者向け のアカウントです。"]
  },
  {
    questions: "└アカウント登録をするには（参拝者）",
    answers: [
      "だれかに招待された場合は、受け取った招待メール内のurlから登録画面に行き、画面の案内に従って登録してください。",
      "招待を受けずに登録する場合は、画面上部のヘッダにある「ログイン」を押し、開いた画面の「アカウントをお持ちでない方はこちら」から登録画面に行くことができます。"
    ]
  },
  {
    questions: "└アカウント登録をするには（管理者）",
    answers: [
      "運営元から管理者として招待された場合は、受け取った招待メール内のurlから登録画面に行き、画面の案内に従って登録してください。",
      "招待を受けずに管理者登録をする場合は、画面の一番下にあるフッタの「新規登録」から登録画面に行き、画面の案内に従って登録してください。"
    ]
  },
  {
    questions: "└ログインができません",
    answers: [
      "ログインIDとパスワードの入力文字列が間違っていないか、今一度ご確認ください。",
      "パスワードを忘れてしまった場合は、ログイン画面内の「パスワードをお忘れの方」からパスワードを再設定してください。"
    ]
  },
  {
    questions: "└メールアドレスを変更したら手続きが必要ですか？",
    answers: ["いつもご利用になるメールアドレスが変更になったら、変更手続きを行ってください。画面上部のヘッダから「設定」を押すと、アカウント情報の確認・変更画面が開きますので、メールアドレスを「編集する」を押して、新しいメールアドレスに変更してください。"]
  },
  {
    questions: "└ログインID（メールアドレス）やパスワードを忘れました",
    answers: ["ログイン画面の「ログインでお困りの場合はこちら」を押して、メールアドレスやパスワードの再設定を行ってください。再設定後は、新しいログインID（メールアドレス）とパスワードでログインしてください。"]
  },
  {
    questions: "└招待されないと利用できないのですか？",
    answers: ["招待されていない方も、サービスのご利用は可能です。但し、お墓によって一部機能制限がされている場合がありますので、すべての機能を利用するには、管理者に招待を申請して承認される必要があります。機能制限がかかった画面で「招待申請」を押すことで申請ができます。"]
  },
  {
    questions: "└知人を招待したいのですが",
    answers: ["参拝者の方が、家族や知人を招待することもできます。画面上部のヘッダにある「知人を招待」を押して、招待したい相手のお名前やメールアドレスを入力・送信してください。お墓の管理者による承認が完了してから招待メールが送られますので、それまでお待ちください。"]
  },
  {
    questions: "└投稿したコメントの修正や削除はできますか？",
    answers: [
      "自分で投稿したコメントに限り、修正や削除ができます。表示されているコメントのそばにある「編集」「削除」を押してください。",
      "但し、管理者は、自分の管理するページ内のコメントであれば、自分以外が投稿したコメントを削除する権限があります。"
    ]
  },
  {
    questions: "└コメントができません",
    answers: ["管理者の設定により、ログインしないとコメントできない場合がありますので、画面の案内に従ってログインしてください。なお、管理者の設定で、コメントを一切受け付けていない場合もあります。"]
  },
  {
    questions: "└投稿した写真や動画の修正や削除はできますか？",
    answers: [
      "自分で投稿した写真や動画に限り、修正や削除ができます。〇〇〇〇〇〇（UIを確認）の「編集」「削除」を押してください。",
      "但し、管理者は、自分の管理するアルバムについては、自分以外が投稿した写真や動画を削除する権限があります。"
    ]
  },
  {
    questions: "└写真や動画を登録しようとするとエラーになります",
    answers: [
      "投稿する写真や動画のファイル形式や容量には、以下の制限があります。お手数ですが、条件をご確認のうえ投稿してください。",
      "[写真]",
      "対応ファイル形式：jpg / png / bmp / heic",
      "1ファイル当りの容量：最大〇〇MB / 推奨〇〇MB（推奨は不要なら割愛）",
      "[動画]",
      "対応ファイル形式：mp4 / m4v / mov",
      "1ファイル当りの容量：最大〇〇MB / 推奨〇〇MB（推奨は不要なら割愛）"
    ]
  },
  {
    questions: "└パソコン/スマートフォンの推奨環境（OS、ブラウザ）について",
    answers: [
      "当サービスを快適にご利用いただくために、以下の環境でのご利用を推奨いたします。",
      "[パソコン：ウィンドウズ（Windows）］",
      "OS：Windows7以降",
      "ブラウザ：Internet Explorer11以上 / Mozilla Firefox最新盤 / Google Chrome最新版 / Microsoft Edg最新版（Windows10以降）",
      "[パソコン：マッキントッシュ（Macintosh）]",
      "OS：Macintosh OS X（10.11）以降",
      "ブラウザ：Safari最新版 / Google Chrome最新版",
      "[スマートフォン：アンドロイド（Android）]",
      "OS：Android5以降　　　　ブラウザ：標準ブラウザ、Google Chrome",
      "[スマートフォン：アイフォン（iPhone）]",
      "OS：iOS9以降　　　　　　ブラウザ：Safari"
    ]
  },
  {
    questions: "└従来型の携帯電話（フィーチャーフォン）で使えますか？",
    answers: ["まことに申し訳ございませんが、従来型の携帯電話には非対応です。パソコンかスマートフォンでご利用のほどお願いいたします。"]
  },
  {
    questions: "└利用を停止したいのですが、どうすればよいですか",
    answers: [
      "利用を停止するには、アカウント削除（退会）が必要です。一度退会してしまうと、再度利用するには、新規アカウント登録したうえで、再度管理者から招待申請を承認してもらう必要がありますので、ご了承ください。",
      "参拝者の退会手続きは、以下のリンクから行えます。",
      "退会する",
      "管理者は管理画面から手続きを行う必要がありますので、上記リンクからは退会できません。管理画面にアクセスして、退会手続きを行ってください。"
    ]
  },
  {
    questions: "└管理者が退会すると故人のページ（デジタル墓所）はどうなりますか",
    answers: ["管理者が退会すると、故人のページすべてが利用できなくなります。なお、管理者が設定した各種データや故人のページへの投稿データなど、すべてデータは、一定の保管期間が経過すると、完全に削除されます。保管期間内に再登録した場合に限り、退会前の状態にページを復旧することができます。保管期間は退会日から6か月間となりますので、ご留意ください。"]
  }
]
