export const termsContent = {
  intro: `この規約（以下「本規約」といいます。）は、ライブネット株式会社（以下、「当社」といいます。）が提供する「ライブネットデジタル墓所サービス（仮）」（以下「本サービス」といいます。）の利用に関する条件を定めるものであり、本サービスを利用するすべてのお客様に適用されます。お客様は、本サービスを利用する前に、本規約をよくお読みください。`,
  terms: [
    {
      label: '第1条（本規約への同意）',
      sections: [
        {
          title: '１、お客様は、本規約に従って本サービスを利用するものとし、本規約に同意しない限り本サービスを利用できません。本サービスに関して当社とお客様との間で別途合意した契約及び当社が配布、配信若しくは掲示する文書等（以下、総称して「個別利用規約等」といいます。）に規定する内容は、当該お客様との間で本規約の一部を構成するものとします。'
        },
        {
          title: '２、個別利用規約等において別段の定めのない限り、第4条の規定に従いお客様が本規約に同意したうえで利用登録を完了した時点で、当該お客様（以下「会員」といいます。）と当社との間で、本規約の諸規定に従ったサービス利用契約（以下「本利用契約」といいます。）が成立します。'
        },
      ]
    },
    {
      label: '第2条（本規約の改訂・変更）',
      sections: [
        {
          title: '１、当社は、当社の判断において、いつでも本規約の内容を変更又は追加できるものとします。変更後の利用規約は、当社が別途定める場合を除いて、本サービスの利用画面に表示された時点より効力を生じるものとします。'
        },
        {
          title: '２、会員は、変更後の本規約に同意しない場合には、第12条の規定に従い、直ちに本サービスを退会するものとします。'
        },
        {
          title: '３、会員が本規約の変更後も本サービスの利用を継続し又は本サービスを退会しない場合、当該会員は、変更後の本規約に同意したものとみなされます。会員は、自己の責任において、随時、本規約の最新の内容を確認の上、本サービスをご利用ください。'
        },
      ]
    },
    {
      label: '第3条（定義）',
      sections: [
        {
          title: '１、本規約において、次の各号に掲げる用語の意義は、当該各号に定めるところによるものとします。',
          items: [
            {
              title: '（1）「所有者会員」',
              content: '本サービス上に自身のデジタル墓所ページを所有し、管理する権利をもつ会員をいいます。'
            },
            {
              title: '（2）「一般会員」',
              content: '本サービスを利用する、「所有者会員」以外の会員をいいます。'
            },
            {
              title: '（3）「コンテンツ」',
              content: '会員が本サービスを通じてアクセスすることができる情報の総称をいいます。'
            },
            {
              title: '（4）「アカウント」',
              content: '会員が本サービスを利用するための資格又は権利をいいます。'
            },
            {
              title: '（5）「提携パートナー」',
              content: '当社との間で締結する契約その他の合意に基づき、本サービスと提携するサービス（以下「提携サービス」といいます。）を提供し又はその運営を行う者をいいます。'
            }
          ]
        }
      ]
    },
    {
      label: '第4条（会員登録）',
      sections: [
        {
          title: '１、本サービスの利用を希望するお客様は、本規約を遵守することに同意し、当社の定める方法に従い情報を当社に提供することにより、会員登録の申請をすることができます。かかる申請があった場合、当社は、別途当社の定める審査基準に従って審査し、当該申請を承諾する場合には、その旨の通知を行います。。'
        },
        {
          title: '２、当社は、前項に掲げる場合のほか、以下の各号のいずれかの事由に該当する場合には、会員登録申請を承諾しないことがあります。',
          items: [
            {
              title: '（1）未成年者、成年被後見人、被保佐人又は被補助人のいずれかであって、法定代理人、後見人､保佐人又は補助人の同意等を得ていなかった場合',
            },
            {
              title: '（2）会員登録申請にあたって当社に提供された情報の全部又は一部につき、虚偽、誤り又は記載漏れがあった場合',
            },
            {
              title: '（3）申請者が、本サービスにつき、過去にサービス利用停止措置を受けたことがあり又は現在受けている場合'
            },
            {
              title: '（4）過去に、本利用契約その他当社との間で締結した契約上の義務の履行を怠ったことがある場合、その他本利用契約上の義務の履行を怠るおそれがあると当社が判断した場合'
            },
            {
              title: '（5）有効な電子メールアドレスを保有していない場合'
            },
            {
              title: '（6）第10条第1項第9号に該当すると当社が判断した場合'
            },
            {
              title: '（7）その他、当社が申請を適当でないと判断した場合'
            }
          ]
        },
      ]
    },
    {
      label: '第5条（未成年者による利用）',
      sections: [
        {
          title: '１、お客様は、本規約に従って本サービスを利用するものとし、本規約に同意しない限り本サービスを利用できません。本サービスに関して当社とお客様との間で別途合意した契約及び当社が配布、配信若しくは掲示する文書等（以下、総称して「個別利用規約等」といいます。）に規定する内容は、当該お客様との間で本規約の一部を構成するものとします。'
        },
        {
          title: '２、個別利用規約等において別段の定めのない限り、第4条の規定に従いお客様が本規約に同意したうえで利用登録を完了した時点で、当該お客様（以下「会員」といいます。）と当社との間で、本規約の諸規定に従ったサービス利用契約（以下「本利用契約」といいます。）が成立します。'
        },
        {
          title: '３、本規約の同意時に未成年であった会員が成年に達した後に本サービスを利用した場合、当該会員は、本サービスに関する一切の法律行為を追認したものとみなされます。'
        },
      ]
    },
    {
      label: '第6条（アカウントの管理）',
      sections: [
        {
          title: '１、会員は、自己の責任においてアカウントを管理・保管するものとし、これを第三者に利用させ、又は貸与、譲渡、名義変更、売買等をしてはならないものとします。当社は、当該アカウントの一致を確認した場合、当該アカウントを保有するものとして登録された会員が本サービスを利用したものとみなします。 '
        },
        {
          title: '２、アカウントの管理不十分又は第三者の使用等による損害の責任は、会員が負うものとし、当社は一切の責任を負いません。'
        },
        {
          title: '３、会員は、アカウントが盗用され又は第三者に使用されていることが判明した場合には、直ちにその旨を当社に通知するとともに、当社からの指示に従うものとします。'
        },
      ]
    },
    {
      label: '第7条（会員に関する情報の取扱い）',
      sections: [
        {
          title: '１、会員は、本サービスの利用に際して、自己に関する情報その他本サービスの利用にあたって当社が求める情報（以下「会員情報」といいます。）を送信する場合には、真実かつ正確な情報を提供しなければなりません。'
        },
        {
          title: '２、会員情報に誤りがあった場合又は変更が生じた場合、会員は、自己の責任において、速やかに会員情報を修正又は変更するものとし、会員情報の内容に虚偽、誤り又は記載漏れがあったことにより会員に損害が生じたとしても、当社は一切責任を負いません。'
        },
        {
          title: '３、当社は、会員情報、その他サービスの利用に関し会員から収集する情報を、別途当社が定める情報保護方針に従い、適切に取り扱います。'
        },
      ]
    },
    {
      label: '第8条（本サービスの利用）',
      sections: [
        {
          title: '１、会員は、本規約に定める目的の範囲内で、当社の定める方法に従い、本サービスを利用することができます。'
        },
        {
          title: '２、本サービスは、会員が自己のために利用する目的でのみ利用することができ、販売、配布、貸与又は開発など、自己利用以外の目的で利用してはなりません。'
        },
        {
          title: '３、会員は、本サービスを、当社が提供する状態でのみ利用するものとし、本サービスの複製、修正、変更、改変又は翻案を行ってはなりません。'
        },
        {
          title: '４、本サービスの提供を受けるために必要な情報端末、ソフトウェア、通信回線その他の通信環境等の準備及び維持は、会員の費用と責任において行うものとします。'
        },
        {
          title: '５、本サービスの全部又は一部について、年齢、本人確認の有無、会員情報の有無、その他当社が必要と定める条件を満たした会員に限り利用できる場合があり、会員はあらかじめこれに同意するものとします。'
        },
      ]
    },
    {
      label: '第9条（禁止行為）',
      sections: [
        {
          title: '１、本サービスのご利用にあたり、利用者は以下の行為を行わないものとします。違反した場合には、本サービスの利用を予告なくお断りさせていただく場合がありますので、あらかじめご了承下さい。',
          items: [
            {
              title: '（1）当社または提携パートナー、その他あらゆる人物や組織を装ったり、またそれらと提携関係にあると偽ったりそれらを他者に誤解させるように伝える行為。'
            },
            {
              title: '（2）特許権、実用新案権、商標権、意匠権、著作権、著作隣接権、肖像権、トレードシークレット、プライバシー、その他他者の権利、財産を侵害する行為、または侵害するおそれのある行為。'
            },
            {
              title: '（3）本サービスで提供される情報、著作物を利用者の個人的な利用目的以外で、複製・複写・改変・転載し他者に利用させたり、ネットワークの内外を問わず公衆に再提供したり、他者の権利を侵害する行為。'
            },
            {
              title: '（4）他者になりすまして本サービスを利用、もしくは他者になりすまして対応機器へアクセスする行為。'
            },
            {
              title: '（5）機器内に記録された情報を改ざん、消去する行為。'
            },
            {
              title: '（6）法律、法令、条例または公序良俗に違反、または違反するおそれのある行為。'
            },
            {
              title: '（7）本サービスの運営を妨げるまたは妨げるおそれのあるような行為。'
            },
            {
              title: '（8）前各号に定める行為を助長する行為。'
            },
            {
              title: '（9）その他、当社が不適切と判断する行為。'
            }

          ]
        },
      ]
    },
    {
      label: '第10条（規約違反の場合の措置等）',
      sections: [
        {
          title: '１、当社は、会員が次の各号の一に該当し又は該当するおそれがあると当社が判断した場合には、当社の裁量により、何らの通知も行うことなく、当該会員に対し、会員コンテンツその他の情報の全部若しくは一部の削除、本サービスの利用の一時停止若しくは制限、アカウントの削除又は利用契約の解除等の措置（以下「利用停止等」といいます。）を講じることができるものとします。',
          items: [
            {
              title: '（1）本規約のいずれかの条項に違反した場合'
            },
            {
              title: '（2）当社に提供された情報の全部又は一部につき虚偽の事実があることが判明した場合'
            },
            {
              title: '（3）死亡し又は後見開始、補佐開始若しくは補助開始の審判を受けた場合'
            },
            {
              title: '（4）未成年者、成年後見人、被保佐人又は被補助人のいずれかであって、法定代理人、後見人、補佐人又は補助人の同意等を得ていないことが判明した場合'
            },
            {
              title: '（5）支払停止若しくは支払不能となり、又は破産手続開始、民事再生手続開始若しくはこれらに類する手続の開始の申立てがあった場合'
            },
            {
              title: '（6）当社からの問い合わせその他の回答を求める連絡に対して14日又は別途当社が指定した期間を超えて応答がない場合'
            },
            {
              title: '（7）本サービスの利用に際して、過去に利用停止等の措置を受けたことがあり又は現在受けている場合'
            },
            {
              title: '（8）反社会的勢力等であるか、又は資金提供その他を通じて反社会的勢力等の維持、運営若しくは経営に協力若しくは関与する等、反社会的勢力等との何らかの交流若しくは関与を行っていると当社が判断した場合'
            },
            {
              title: '（9）本サービスの運営、保守管理上必要であると当社が判断した場合'
            },
            {
              title: '（10）その他前各号に類する事由があると当社が判断した場合'
            },
          ]
        },
        {
          title: '２、会員は、利用停止等の後も、当社及び第三者に対する本利用契約上の一切の義務及び債務（損害賠償債務を含みますが、これに限りません。）を免れるものではありません。'
        },
        {
          title: '３、当社は、本条に基づき当社が行った行為により会員に生じた損害について一切の責任を負わず、会員のアカウント削除後も、当該会員に関し当社が取得した情報を保有・利用することができるものとします。'
        },
        {
          title: '４、当社は、会員が第1項各号に該当し又は該当するおそれがあると当社が判断した場合その他当社が必要と認める場合には、会員に対し、違反行為の中止、会員が送信又は投稿した情報の自発的な削除・訂正等を求めることがあり、会員は、当社が定める期間内に当該求めに応じるものとします。'
        },
        {
          title: '５、当社は、本条に基づき当社が行った措置により会員に生じた不利益や損害について一切の責任を負いません。'
        },
      ]
    },
    {
      label: '第11条（本サービスの利用終了）',
      sections: [
        {
          title: '１、会員は、アカウントの削除その他当社の定める方法により、いつでも本サービスを退会することができます。本サービスを退会した会員は、退会の時点から本サービスを利用することができなくなります。'
        },
        {
          title: '２、誤ってアカウントを削除した場合その他理由の如何を問わず、会員が本サービスを利用する権利を失った場合、会員は、アカウント、コンテンツその他本サービスに蓄積した情報を利用することができなくなることをあらかじめ承諾するものとします。'
        },
        {
          title: '３、会員は、本サービス退会後も、当社及び第三者に対する本利用契約上の一切の義務及び債務（損害賠償を含みますが、これに限りません。）を免れるものではありません。'
        },
        {
          title: '４、当社は、会員が本サービスを退会した後も、当該会員に関し当社が取得した情報を保有・利用することができるものとします。'
        },
        {
          title: '５、会員が本サービスを退会した場合、当社は、当社の裁量により、事前に通知することなく当該会員のアカウントを削除することができるものとし、会員は、終了時に残存している本サービス内の一切のコンテンツが消滅することに同意するものとします。'
        },
        {
          title: '６、本サービス退会後、会員が再度本サービスの利用を希望する場合には、あらためて本サービスの課金登録を行う必要があります。会員は、再登録の際に前のデータが引き継がれないことを予め承諾するものとします。'
        },
      ]
    },
    {
      label: '第12条（本サービスの変更・中断・終了等）',
      sections: [
        {
          title: '１、当社は、会員に事前に通知することなく、本サービスの内容の全部又は一部を変更又は追加することができるものとします。'
        },
        {
          title: '２、当社は、事前に、本サービス上又は当社ウェブサイト上への掲示その他当社が適当と判断する方法で会員に通知することにより、当社の裁量で、本サービスを終了することができるものとします。ただし、緊急の場合は会員への通知を行わない場合があります。'
        },
        {
          title: '３、当社は、以下各号の事由が生じた場合には、会員に事前に通知することなく、本サービスの一部又は全部を一時的に中断することができるものとします。',
          items: [
            {
              title: '（1）本サービス用の通信機器設備等に関わるメンテナンスや修理を定期的又は緊急に行う場合',
            },
            {
              title: '（2）アクセス過多、その他予期せぬ要因でシステムに負荷が集中した場合',
            },
            {
              title: '（3）会員のセキュリティを確保する必要が生じた場合',
            },
            {
              title: '（4）電気通信事業者の役務が提供されない場合',
            },
            {
              title: '（5）天災等の不可抗力により本サービスの提供が困難な場合',
            },
            {
              title: '（6）火災、停電、その他の不慮の事故又は戦争、紛争、動乱、暴動、労働争議等により本サービスの提供が困難な場合',
            },
            {
              title: '（7）法令又はこれらに基づく措置により本サービスの運営が不能となった場合',
            },
            {
              title: '（8）その他前各号に準じ当社が必要と判断した場合',
            }
          ]
        },
        {
          title: '４、当社は、本条に基づき当社が行った措置により会員に生じた損害について一切の責任を負いません。'
        }
      ]
    },
    {
      label: '第13条（損害賠償）',
      sections: [
        {
          title: '１、会員による本規約違反行為その他本サービスの利用に起因して、当社に直接又は間接の損害が生じた場合（当該行為が原因で、当社が第三者から損害賠償請求その他の請求を受けた場合を含みます。）、会員は、当社に対し、その全ての損害（弁護士等専門家費用及び当社において対応に要した人件費相当額を含みます。）を賠償しなければなりません。'
        },
        {
          title: '２、当社は、本サービスの利用に関連して会員が被った損害につき、一切の責任を負いません。ただし、当社に故意又は重大な過失がある場合、当社は、会員に現実に発生した直接かつ通常の損害に限り、これを賠償するものとします。'
        }
      ]
    },
    {
      label: '第14条（秘密保持）',
      sections: [
        {
          title: '１、会員は、当社の事前の書面による承諾がある場合を除き、本サービスに関連して当社が秘密である旨指定して開示した非公知の情報を秘密に取り扱うものとします。'
        },
        {
          title: '２、会員は、当社から求められた場合はいつでも、当社の指示に従い、遅滞なく、前項の情報及び当該情報を記載又は記録した書面その他の記録媒体物並びにその全ての複製物等を返却又は廃棄しなければなりません。'
        }
      ]
    },
    {
      label: '第15条（権利の帰属）',
      sections: [
        {
          title: '１、本サービスのすべてのコンテンツ（著作物、肖像、キャラクター、その他の一切の情報）は、当社もしくは、その委託先等が著作権等の知的財産権、使用権、その他の権利を有しています。著作権法で認められている範囲を超えての使用はお控え下さい。'
        }
      ]
    },
    {
      label: '第16条（保証の否認及び免責）',
      sections: [
        {
          title: '１、当社は、会員が使用する機器、設備又はソフトウェアが本サービス等の利用に適さない場合であっても、サービスの変更、改変等を行う義務を負わないものとします。'
        },
        {
          title: '２、当社は、アクセス過多、その他予期せぬ要因に基づく本サービス等の表示速度の低下や障害等によって生じたいかなる損害についても、一切責任を負いません。'
        },
        {
          title: '３、当社は、会員が本サービス等を利用する際に発生する通信費用や設備投資について、一切負担しないものとします。'
        },
        {
          title: '４、当社は、本サービス等に関連して送信される電子メール及びＷＥＢコンテンツに、コンピュータウィルス等の有害なものが含まれていないことを保証しないものとします。'
        },
        {
          title: '５、当社が相当の安全策を講じたにもかかわらず、以下の事由により損害が生じた場合、当社はいかなる責任も負わないものとします。',
          items: [
            { title: '（1）通信回線やコンピュータ等に障害が生じたことにより、本サービス等のシステムの中断・遅滞・中止等によって発生した損害' },
            { title: '（2）本サービスが改竄されたことにより生じた損害' },
            { title: '（3）本サービス等に関するデータへの不正アクセスにより生じた損害' }
          ]
        },
        {
          title: '6、前項に基づき本サービス等の停止等の措置を受けた会員は、当該措置の理由の開示を求めることができないものし、当該措置について争わないものとします。'
        }
      ]
    },
    {
      label: '第17条（連絡方法）',
      sections: [
        {
          title: '１、本サービスに関する当社から会員への連絡（本規約の変更又は追加に関する通知を含みますが、これらに限りません。）は、当社ウェブサイト内の適宜の場所への掲示、電子メールの送信、又はプッシュ通知その他当社が適当と判断する方法により行うものとします。'
        },
        {
          title: '２、当社が電子メールの送信による通知を行った場合、当社からの通知は、会員が登録したメールアドレスにメールを送信することをもって、当該メールが通常到達すべきときに到達したものとみなします。'
        },
        {
          title: '３、本サービスに関する問い合わせその他会員から当社に対する連絡又は通知は、当社ウェブサイト内の適宜の場所に設置するお問い合わせフォームへの送信その他当社が指定する方法により行うものとします。'
        },
        {
          title: '４、当社は、会員の同意を得たうえで、会員が登録したメールアドレスその他の会員情報に基づき、本サービスに関する広告・宣伝等の連絡を行うことがあります。'
        }
      ]
    },
    {
      label: '第18条（権利義務の譲渡禁止）',
      sections: [
        {
          title: '１、会員は、当社の書面による事前の承諾がある場合を除き、本利用契約に基づく会員の権利若しくは義務、又は本利用契約上の地位について、第三者への譲渡、承継、担保設定、その他一切の処分をすることはできません。 '
        },
        {
          title: '２、当社が、本サービスにかかる事業を第三者に譲渡し、又は当社が消滅会社若しくは分割会社となる合併若しくは会社分割等により本サービスに係る事業を包括承継させたときは、当社は、当該事業譲渡等に伴い、本サービスに関する利用契約上の地位、権利及び義務並びに会員情報その他の会員に関する情報を当該事業譲渡等の譲受人又は承継人に譲渡することができるものとし、会員は、予めこれに同意するものとします。'
        }
      ]
    },
    {
      label: '第19条（決済・課金方法）',
      sections: [
        {
          title: '所有者会員が、本サービスの初期登録料ならびに月額利用料（以下「利用料」といいます）として支払う金額、並びに、所有者会員および一般会員が、サービス内で商品購入するための金額（以下「商品代金」といいます）は、以下の各号で定める方法により支払うものとします。１、本サービス内で購入する商品代金は、有効なクレジットカード決済もしくはキャリア決済により支払われ、契約等により個人情報を適切に管理するよう義務付けた業務委託先より請求・代行収納されるものとし（以下、請求・収納代行・課金を行う会社を「決済サービス事業者」といいます。）、会員はこれを承諾するものとします。 '
        },
        {
          title: '２、会員は、決済サービス事業者との間で別途契約する条件に従い、当該決済サービス事業者に対し商品代金の支払を行うものとします。会員が決済サービス事業者との契約条件を遵守しない場合は、本サービスの利用を停止する場合があります。'
        },
        {
          title: '3、当社は、サービス内容の変更等により、商品の金額やサービスの利用料を改定する場合があります。なお、金額を改定する場合は、当社は所定の方法により会員に事前に通知するものとします。'
        },
        {
          title: '4、決済サービス事業者が商品代金の収納代行を行う場合において、会員が支払期日を経過しても商品代金を支払わなかったときは、当該決済サービス事業者は当社に対し、会員の個人情報、未払い情報などを通知します。この場合、当社が通知を受けた情報をもとに、直接会員に商品代金を請求する場合があります。'
        },
        {
          title: '5、会員は、商品代金の支払に関連して決済サービス事業者との間で生じた紛争を、自己の責任と費用において解決するものとし、当社に何等の迷惑をかけず、かつ損害を与えないものとします。また、当社は、かかる紛争に起因して会員に生じる損害につき、一切の責任を負わないものとします。'
        },
        {
          title: '6、会員と決済サービス事業者との間の紛争に起因して当社が損害を被った場合、当該会員は、当社に対し、その全ての損害（弁護士等専門家費用及び当社において対応に要した人件費相当額を含みます。）を賠償しなければなりません。'
        }
      ]
    },
    {
      label: '第20条（分離可能性）',
      sections: [
        {
          title: '本規約および諸注意等に定めるいずれかの条項が管轄権のある裁判所により無効である旨判断された場合には、かかる条項は、法律が許容する限りで、本来の条項の趣旨を最大限実現するように変更または解釈されるものとし、また、本規約および諸注意等のその他の条項の効力には何らの影響を与えないものとします。'
        }
      ]
    },
    {
      label: '第21条（準拠法、管轄裁判所）',
      sections: [
        {
          title: '本規約等は日本語を正文とし、その準拠法は日本法とします。本サービスに起因または関連してお客様と当社との間に生じた紛争については東京地方裁判所または東京簡易裁判所を第一審の専属的合意管轄裁判所とします。'
        }
      ]
    },
  ],
  footer: '施行：2019年4月1日'
}

export const commercialTransactionLawData = [
  {
    title: '販売業者',
    content: 'ライブネット株式会社'
  },
  {
    title: '販売責任者',
    content: '平林 裕二'
  },
  {
    title: '所在地',
    content: '東京都世田谷区太子堂4-1-1'
  },
  {
    title: '問い合わせ先',
    content: 'support@live-net.net'
  },
  {
    title: '営業時間',
    content: '平日10:00から18:00(土日祝日､年末年始は除く)'
  },
  {
    title: '商品代金以外に必要な料金',
    content: '商品の代金以外に別途消費税、サービスの閲覧、お問い合わせ等の電子メールの送受信の際に発生するパケット通信料がかかります。'
  },
  {
    title: '引渡方法･時期',
    content: 'お客様の操作による購入確定後､即時にご利用可能となります｡'
  },
  {
    title: '代金支払の時期及び方法',
    content: '商品の代金は､お客様ご契約のクレジットカード会社やキャリアの定める時期に請求させて頂きます｡'
  },
  {
    title: 'サービスの動作環境',
    content: '当サービス上で表示する推奨環境をご参照ください。'
  },
  {
    title: '返品･不良品',
    content: '商品の性質上､返品はできません｡商品に不具合がございましたら上記連絡先までご連絡下さい｡'
  },
]
